{
  "projects": [
    {
      "visible": true,
      "category": "Information architecture",
      "title": "Information architecture revamp",
      "description": "This project involved identifying gaps and problems with a Developer Portal's current information architecture and redesigning it to make it scalable and easy to navigate. After evaluating other developer portals and frameworks, I based the information \n architecture on the Diátaxis framework. Since the repository for this project is not in the public domain, I have not included further information. But if you are interested to hear about the approaches I took for the design, I'm happy to chat about it.",
      "tags": ["Content strategy", "Content design"],
      "image": {
        "src": "../../images/clement-h-95YRwf6CNw8-unsplash.jpg",
        "alt": "Quick Setup",
        "linkTo": ""
      },
      "links": [
        {
          "type": "",
          "url": ""
        },
        {
          "type": "",
          "url": ""
        }
      ]
    },
    {
      "visible": true,
      "category": "Style guide",
      "title":  "Style guide creation and rework",
      "description": "This project involves reviving the current product documentation style guide and creating a new one for the developer documentation. The challenge with the existing product documentation style guide is that it does not give clear guidelines to empower writers and reviewers. With recent product acquisitions and acquired product lines in the support portal,  unifying the styles of different product lines has become a challenge. With the completion of this project, writers can write without fear, and editors do not have to edit without mercy.",
      "tags": ["Consistent writing", "Writing guidelines"],
      "image": {
        "src": "../../images/style-guide.jpg",
        "alt": "Extendable Layout"
      },
      "links": [
        {
          "type": "github",
          "url": "../style-guide"
        }
      ]
    }
  ],
  "button": {
    "visible": false,
    "label": "",
    "url": ""
  }
}
